Repository: botirovshox-lang/med-translation
Catalog: med_translation/final_output/tm_reference_FINAL.tmx
Source language: ru
Languages: en

source: • Вагинальная сухость • Отсутствие сексуального влечения или болезненные ощущения во время полового акта • Сухая кожа или волосы Как улучшить свое самочувствие Для борьбы с приливами • Носите хорошо впитывающую хлопковую одежду в нескольких слоев. При первых признаках прилива снимите часть одежды. • Не носите облегающую одежду. • Понизьте комнатную температуру. • Для циркуляции воздуха используйте вентиляторы. • Не принимайте горячие ванны или горячий душ. • Уменьшите количество потребляемого кофеина. Кофеин содержится в кофе, чае, коле и шоколаде. • Не употребляйте острые блюда и ешьте более легкую пищу, когда на улице жарко. • Сократите употребление алкоголя, особенно белого и красного вина. • Ежедневно выполняйте зарядку в течение не менее 30 минут. • Меньше подвергайтесь стрессу. Пользуйтесь расслабляющими техниками, такими как йога, медитация и массаж. • Не курите. • Обсудите со своим врачом необходимость приема лекарственных трав и пищевых добавок.
en: • Vaginal dryness • Lack of sex drive or painful intercourse • Dryness of the skin or hair What you can do to help symptoms To help with hot flashes • Wear absorbent, cotton clothing and dress in layers. Remove pieces of clothing at the first sign of flush. • Avoid wearing tight clothing. • Keep room temperature at a lower setting. • Use fans to circulate air. • Avoid hot baths or showers. • Reduce the amount of caffeine you consume. Caffeine is in coffee, tea, colas, and chocolate. • Avoid spicy foods and eat lighter meals when it is hot outside. • Reduce how much alcohol you drink, especially red and white wines. • Exercise each day for at least 30 minutes. • Reduce stress. Use relaxation techniques, such as yoga, meditation, and massage. • Avoid smoking. • Talk to your doctor about the use of herbs and dietary supplements. Managing Menopause. Russian.

source: • Перед приемом соевых продуктов, женьшеня, клопогона кистевидного, дягеля лекарственного и других трав проконсультируйтесь с врачом или фармацевтом. Он поможет вам оценить плюсы и минусы употребления данных продуктов. Некоторые из них плохо сочетаются с другими лекарственными препаратами. • Обсудите со своим врачом необходимость приема лекарственных средств. Врач может назначить пищевые добавки или безрецептурные средства, такие как витамины группы В, витамин Е, ибупрофен, либо рецептурные препараты, такие как: Ì Заместительная гормональная терапия (ЗГТ). При средних и сильных приливах и отсутствии других проблем со здоровьем врач может прописать вам краткосрочную ЗГТ (до 5 лет). ЗГТ подразумевает прием эстрогена и иногда прогестина. Ì Антидепрессанты, такие как сертралин (Золофт), венлафаксин (Эффексор) и пароксетин (Паксил). Ì Лекарства, нормализующие кровяное давление, такие как клофелин (Катапрес). Ì Противозачаточные таблетки. Противосудорожные препараты, такие как габапентин (Нейронтин, Габароне). Многие из этих лекарств применяются для лечения других заболеваний, но могут и уменьшать приливы. Часто эти лекарства начинают принимать понемногу, а затем увеличивают дозу.
en: • Check with your doctor or pharmacist before using soy products, black cohash, dong quai, ginseng, or others. They can help you weigh the risks and benefits for your health. There may be possible interactions with other treatments. • Discuss use of medicines with your doctor. Your doctor may recommend dietary supplements or nonprescription medicines, such as Vitamin B complex, Vitamin E, ibuprofen, or prescription medicines such as: Ì Hormone Replacement Therapy (HRT). For moderate to severe hot flashes, your doctor may recommend short term (less than 5 years) use of HRT if you do not have other health problems. HRT contain estrogen and sometimes progestin. Antidepressants, such as sertraline (Zoloft), venlafaxine (Effexor), and paroxetine (Paxil). Ì Blood pressure medicine, such as clonidine (Catapres). Birth control pills. Anti-seizure medicine, such as gabapentin (Neurontin, Gabarone). Many of these medicines are used for other health reasons, but may reduce hot flashes. Often, these medicines are begun in small doses and are then increased over time to control your signs. Managing Menopause. Russian.

source: Для борьбы с бессонницей • Придерживайтесь графика: ложитесь спать и просыпайтесь в одно и то же время каждый день, даже в выходные. • Поддерживайте в комнате прохладную температуру и носите легкую одежду. • Примите теплую ванну или душ перед сном, или если вы проснетесь ночью. • Регулярно делайте зарядку. • Не полагайтесь на снотворное. Оно может нарушить привычный режим сна. • Вечером не употребляйте кофеиносодержащие напитки или алкоголь. • Перед сном или после пробуждения съешьте хлопья с молоком. • Старайтесь не есть и не перекусывать перед сном. Для улучшения настроения и избавления от чувства тревоги • Для улучшения настроения и избавления от чувства тревоги. • Расскажите врачу о своих чувствах и настроении, поделитесь своими тревогами. • Обсудите варианты лечения, например прием антидепрессантов. • Вступите в группу поддержки или обратитесь к психотерапевту. • Продолжайте участвовать в общественных и семейных мероприятиях, которые вам по душе. • Меньше подвергайтесь стрессу. Чтобы расслабиться, попробуйте глубоко дышать животом. • Ставьте перед собой не более 1–2 целей за раз. Цели должны быть посильными. Не ставьте перед собой много противоречащих друг другу задач. • Регулярно делайте зарядку.
en: To help with sleep • Keep a regular sleep schedule. Go to bed and wake up at the same time each day, even on weekends. • Keep the room cool and wear lightweight clothes. • Try a warm bath or shower at bedtime or after waking up at night. • Exercise regularly. • Do not rely on sleeping pills. They can disrupt restful sleeping patterns. • Avoid products with caffeine or alcohol in the evening. • Try cereal and milk at bedtime or after waking. • Avoid late meals and filling snacks. To help your moods or anxious feelings • Talk with your doctor about your feelings, moods, and frustrations. • Discuss treatments, such as antidepressants. • Join a support group or seek counseling if needed. • Keep involved with social and family activities that you enjoy. • Reduce stress. Practice deep, slow abdominal breathing for relaxation. • Focus on 1 or 2 tasks at a time. Set realistic goals. Avoid multiple, conflicting tasks. • Exercise regularly. Managing Menopause. Russian.

source: Для устранения вагинальной сухости или сексуальных проблем • Существуют специальные препараты для устранения вагинальной сухости или боли во время полового акта: Ì Гели-смазки на водной основе, такие как Астроглайд или K-Y, избавляют от вагинальной сухости во время полового акта. Вагинальные увлажнители, такие как Репленс или Лубрин, восстанавливают естественное увлажнение и дают ощущение комфорта. Ì Справиться с вагинальной сухостью поможет локальная терапия эстрогенами в виде вагинальных кремов, таблеток и колец. Обсудите со своим врачом, безопасен ли для вас прием эстрогенов. Ì Усилить сексуальное желание поможет крем с тестостероном. • Увеличьте время прелюдии перед сексом. Это помогает улучшить естественную вагинальную смазку. • Воздержитесь от спринцевания, ванн с пеной, использования женских гигиенических спреев, лосьонов и мыла, которые могут вызвать раздражение в интимной зоне. • Для укрепления мышц, контролирующих мочевой пузырь, ежедневно выполняйте упражнения Кегеля. • Очень важны близкие отношения с партнером.
en: To help with vaginal dryness or sexual problems • There are products available to help with vaginal dryness or with painful intercourse: Ì Water-based lubricants, such as Astroglide or K-Y relieve vaginal dryness during intercourse. Moisturizers, such as Replens or Lubrin restore vaginal moisture and comfort. Ì Vaginal estrogen therapy, such as estrogen cream, estrogen ring, and estrogen tablet relieve vaginal dryness. Talk to your doctor to see if estrogen can be safely prescribed for you. Ì Testosterone creams can be used to increase sex drive. • When you have sex, increase foreplay time. This helps boost natural lubrication. • Avoid using douches, feminine hygiene sprays, lotions, soaps, and bubble baths that may irritate your vagina. • Kegel exercises may help to strengthen the muscles that control the bladder. • Communication with your partner is very important. Managing Menopause. Russian.

source: Для устранения сухости кожи и волос Из-за снижения выработки эстрогена организм вырабатывает меньше жира, необходимого коже и волосам. • Дважды в день протирайте сухую кожу лосьоном. Не используйте лосьоны с сильным запахом и лосьоны на спиртовой основе. Они могут вызвать еще большую сухость. • Ограничьте пребывание на солнце. Пользуйтесь солнцезащитными средствами с фактором защиты 30 или 45, не забывая наносить их повторно согласно инструкции. Надевайте панаму или другой головной убор. • Чаще расчесывайте волосы, чтобы вырабатываемый организмом жир распределялся по всей длине волос. • Реже мойте волосы. После мытья волос всегда используйте кондиционер. • Реже красьте, выпрямляйте и завивайте волосы. Используемые при этом химические вещества сушат волосы. Снизьте риск возникновения болезней сердца и остеопороза Во время и после менопаузы женщины подвергаются повышенному риску болезней сердца и остеопороза. Это связано с гормональными изменениями. Вы можете принять меры для уменьшения риска и сохранения здоровья.
en: To help with dry skin and hair It is normal as estrogen decreases for the body to produce less oil for the skin and hair. • Use lotion on dry skin two times each day. Do not use lotions with heavy perfumes or alcohol. They can cause more drying. • Limit your time in the sun. For your skin, use sunscreen with 30 or 45 SPF and reapply as directed. Wear a hat or head covering. • Brush your hair more often. This helps spread your hair’s natural oils from the root of the hair to the tip. • Wash hair less often. When washing, use a conditioner each time. • Limit use of hair coloring, straightening or permanent waves. These chemicals can dry your hair. Lower your risk of heart disease and osteoporosis During menopause and after, women have a greater risk for heart disease and osteoporosis. This is linked to the changes in hormones. You can take steps to lessen your risk and stay healthy. Managing Menopause. Russian.

source: Для предотвращения болезней сердца • Откажитесь от сигарет и любых табакосодержащих изделий. Попросите своего врача помочь вам в этом. • Ограничьте прием алкоголя одной порцией в день. • Употребляйте в пищу различные виды овощей, фруктов и цельнозерновых продуктов. • Употребляйте меньше соли, насыщенных жиров и холестерина. • Контролируйте свой вес. Лишний вес создает дополнительную нагрузку на сердце. • Регулярно делайте зарядку. Для предотвращения остеопороза • Для проверки костей до наступления менопаузы пройдите остеоденситометрию. • Ее результаты будут служить ориентиром. Впоследствии периодически проходите сканирование для определения плотности костей или успеха в лечении. • Увеличьте физическую нагрузку на кости. Например, проходите 2–3 км в день 4–5 раз в неделю. • Употребляемая вами пища должна содержать достаточное количество кальция. Женщинам в возрасте до 50 лет ежедневно требуется 1000 мг кальция. Женщинам старше 50 лет и женщинам в постменопаузе, не находящимся на ЗГТ, ежедневно требуется 1200 мг кальция. Ì Много кальция содержится в молоке, йогурте, сыре, обогащенных кальцием хлопьях, апельсиновом соке, тофу, брокколи, шпинате, листовой капусте,
en: To prevent heart disease • Stop using tobacco products, such as cigarettes. Ask your doctor for help to quit tobacco. • Limit alcohol to one drink per day. • Eat a wide variety of vegetables, fruits, and whole grains. • Limit salt, saturated fat, and cholesterol in your diet. • Control your weight. Extra weight means your heart has to work harder. • Exercise regularly. To prevent osteoporosis • Have a bone densitometry test to check your bones before menopause. • This gives a baseline measurement. Then, have periodic follow-up scans to recheck bone density or treatment progress. • Increase weight-bearing exercise. For example, walk 2 to 3 miles a day, 4 to 5 times each week. • Get enough calcium in your diet. Women ages 50 and under need 1,000 milligrams (mg) each day. Women over 50 and post- menopausal women not on HRT need 1,200 mg each day. Ì Foods high in calcium include milk, yogurt, cheese, calcium-fortified cereals, orange juice and tofu, Managing Menopause. Russian.

source: • Также можно купить другие прозрачные жидкости из списка ниже. • Попросите кого-либо отвезти вас на процедуру и затем привезти домой. За 5 дней до обследования и до его окончания: • Не принимайте железосодержащие таблетки и витамины. • Не принимайте добавки с клетчаткой, например метамуцил, цитруцел и файберол. • Не ешьте попкорн, кукурузу, орехи, семена и зеленые листовые овощи, в частности капусту и шпинат. За день до обследования • С утра пейте только прозрачные жидкости из списка и избегайте жидкостей красного цвета. Разрешенные прозрачные жидкости: Ì Вода Ì Прозрачные фруктовые соки, например из яблок, белой клюквы или белого винограда Фруктовый лед Лед Ì Безалкогольные напитки, например имбирный эль или лимонад Ì Gatorade, Powerade и другие спортивные напитки Прозрачный бульон Ì Желе Ì Kool Aid или другие смеси напитков Ì Кофе и чай без молока и сливок
en: • You may also want to buy some other clear liquids from the list below to drink the day before your test. • Arrange to have an adult bring you to your appointment and take you home after your test. 5 Days before your test and until your test is done: • Do not take iron tablets or vitamins with iron. • Do not take fiber supplements like Metamucil, Citrucel or Fiberall. • Do not eat popcorn, corn, nuts, seeds or green leafy vegetables such as kale or spinach. On the day before your test • Starting in the morning, drink only clear liquids on this list and avoid all red colored liquids. Clear liquids for your prep include: Ì Water Ì Fruit juices you can see through and have no pulp such as apple, white cranberry or white grape Ì Popsicles Ice Ì Soft drinks such as ginger ale or lemon lime soda Ì Gatorade, Powerade or other sports drinks Clear broth or bouillon Ì Jello Ì Kool Aid or other drink mixes Ì Coffee or tea with no milk or cream added Miralax and Dulcolax Bowel Prep. Russian.

source: 7. Вытяните поршень шприца на необходимое количество доз непрозрачного инсулина. Шприц заполнится Поршень воздухом. Plunger На шприце нанесены линии и числа. Расстояние между линиями на шприце соответствует одной единице. Если вы используете шприц на 100 единиц, расстояние между линиями соответствует двум единицам. Передвиньте поршень таким образом, чтобы темный край, который находится ближе к игле, соответствовал необходимому числу единиц. 8. Осторожно введите иглу в резиновую пробку бутылочки с непрозрачным инсулином. Нажимая на поршень, введите воздух в бутылочку с инсулином. Введение воздуха в бутылочку облегчает извлечение инсулина из бутылочки. 9. Вытащите иглу из бутылочки с непрозрачным инсулином. Шприц будет незаполненным. Отложите бутылочку с непрозрачным инсулином в сторону. 10. Вытащите поршень шприца на необходимое количество доз прозрачного инсулина для того, чтобы шприц наполнился воздухом.
en: 7. Pull the plunger of the syringe down to the number of units of cloudy insulin you need. The syringe will fill with air. The syringe has small lines and numbers. The space between each line on the syringe is one unit. If you are using a 100-unit syringe, the space between each line is 2 units. Move the plunger so the dark end closest to the needle matches the number of units you need. 8. Carefully put the needle through the rubber stopper of the bottle with cloudy insulin. Push the air into the bottle by pushing the plunger all the way down. Putting air in the bottle makes it easier to get the insulin out of the bottle. 9. Take the needle out of the bottle with cloudy insulin. The syringe will be empty. Set the bottle of cloudy insulin aside. 10. Pull the plunger of the syringe down to the number of units of insulin clear needed to fill with air. Mixing Two Insulins. Russian.

source: 11. Осторожно введите иглу в резиновую пробку бутылочки с прозрачным инсулином и введите воздух в бутылочку. 12. Переверните бутылочку с прозрачным инсулином вверх дном, не вынимая шприц. Поддерживайте иглу в бутылочке так, чтобы она не изгибалась. 13. Вытащите поршень на необходимое количество единиц прозрачного инсулина. 14. Проверьте, нет ли в шприце пузырьков воздуха. Пузырьки воздуха не причинят вам вреда, но воздух вытеснит часть инсулина. Это может привести к тому, что вы получите меньше инсулина, чем необходимо, потому что в воздушных пузырьках инсулина нет. Если вы заметите пузырьки воздуха: • Сильно постучите по шприцу кончиком пальца для того, чтобы пузырьки переместились в верхнюю часть шприца. • Переместите поршень вверх на несколько делений, пока пузырьки воздуха не вернутся в бутылочку с инсулином. • Вытяните поршень и заполните шприц необходимым количеством инсулина. • Проверьте еще раз, нет ли в шприце пузырьков воздуха.
en: 11. Carefully, put the needle into the rubber stopper of bottle with clear insulin, and push the air into the bottle. 12. Turn the bottle of clear insulin upside down with the syringe still in place. Support the needle in the bottle so it does not bend. 13. Pull the plunger down to the number of units of clear insulin you need. 14. Check for air bubbles in the syringe. Air bubbles will not hurt you, but will take the place of insulin. This could cause you to get less insulin than you need because there is no insulin in the air bubble. If you see air bubbles: • Tap the syringe firmly with your fingertip to move the bubbles to the top of the syringe. • Push the plunger up a few units until the air bubbles go back into the insulin bottle. • Pull down on the plunger and fill the syringe with the correct amount of insulin. • Check again for air bubbles. Mixing Two Insulins. Russian

source: 15. Вытащите иглу из бутылочки с прозрачным инсулином. 16. Введите иглу в резиновую пробку бутылочки с непрозрачным инсулином. Будьте осторожны, чтобы инсулин не прозрачный попал в бутылочку с непрозрачным инсулином. 17. Сложите количество доз прозрачного и непрозрачного инсулина, чтобы получить суммарное количество единиц. _____ единиц прозрачного инсулина + _____ единиц непрозрачного инсулина ________________________ = _____ Суммарное количество единиц 18. Медленно вытяните поршень до суммарного количества необходимых единиц. Непрозрачный инсулин попадет в шприц. • Если в шприц попало больше доз непрозрачного инсулина, чем необходимо, не возвращайте инсулин обратно в бутылочку. Вытащите шприц и поместите его в контейнер для использованных игл. Возьмите новый шприц и начните все сначала. 19. Вытащите иглу из бутылочки с непрозрачным инсулином.
en: 15. Take the needle out of the bottle with clear insulin. 16. Put the needle into the rubber stopper of the bottle with cloudy insulin. Be careful not to push any clear insulin into the bottle of insulin. cloudy 17. Add the number of units of clear and cloudy insulins together to give you the total number of units. _____ Units of Clear Insulin + _____ Units of Cloudy Insulin ________________________ = _____ Total Number of Units 18. Slowly pull the plunger back to the total number of units needed. This lets the cloudy insulin fill the syringe. • If you get more units of cloudy insulin in the syringe than are needed, not push any insulin back into the bottle. Remove the syringe and throw it into your needle disposal box. Get a new syringe and start over. 19. Take the needle out of the bottle with cloudy insulin. Mixing Two Insulins. Russian.

source: Введение инсулина 1. Очистите кожу спиртовой салфеткой. Подождите, пока спирт испарится. Если вы только что приняли ванну или душ, очищать место укола еще раз не нужно. 2. Захватите одной рукой участок кожи в месте укола. Возьмите шприц как стрелу или карандаш, как показано на рисунке. 3. Введите иглу в кожу под углом 90 градусов. Сделайте это быстрым движением. Чем быстрее вы введете иглу, тем менее болезненным будет укол. Полностью введите иглу в кожу. 4. Если других указаний не было, отпустите участок кожи. 5. Надавите на поршень до самого конца, пока не будет введен весь инсулин. Подождите 5 секунд.
en: Giving the Insulin 1. Clean the site with an alcohol pad. Let the alcohol dry. If you have just showered or bathed, you do not need to clean the site again. 2. Pinch and hold the skin of the site with one hand. Hold the syringe like a dart or pencil as shown in the picture. 3. Put the needle straight into the skin at a 90 degree angle. Use a quick motion. The quicker you put the needle in, the less it hurts. Push the needle all the way into the skin. 4. Let go of the pinch of skin unless you are told not to. 5. Push the plunger all the way down until all the insulin is in. Wait 5 seconds. Mixing Two Insulins. Russian

source: Ì Если зубная щетка вызывает дискомфорт, воспользуйтесь смоченной в соленой воде марлей или специальной губкой для чистки зубов. • Ежедневно пользуйтесь зубной нитью: Ì Пользуйтесь невощеной нитью. Ì Не используйте нить в местах, вызывающих боль и кровотечение. • После приема пищи и перед сном пользуйтесь ополаскивателем для полости рта: Ì Используйте ополаскиватель без спирта или раствор, состоящий из одной чашки теплой воды, двух щепоток (¼ чайной ложки) пищевой соды и одной щепотки (⅛ чайной ложки) соли. Прополощите рот и выплюньте жидкость. Не глотайте. Ì После этого прополощите рот обычной водой. • Избегайте ощущения сухости во рту: • Каждый день выпивайте 8–12 стаканов жидкости. • Чтобы губы не трескались, пользуйтесь бальзамом для губ. • Рассасывайте ледяную стружку. • Жуйте жевательную резинку или леденцы. • Если ротовая полость очень сухая, обратитесь к своему лечащему врачу. • Снимайте и чистите зубные протезы каждый раз, когда чистите зубы после еды. Прежде чем поместить их назад в ротовую полость, прополощите рот ополаскивателем. Ì Когда зубные протезы не используются, храните их в чистой воде.
en: Ì If your mouth is too sore to use a soft toothbrush, use gauze or sponge toothettes soaked in salt water to clean your teeth. • Floss your teeth gently each day. Ì Use unwaxed dental floss. Ì Do not floss areas that are sore or bleeding. • Use a mouthwash after meals and at bedtime. Ì Buy a mouthwash that does not have alcohol or mix one cup of warm water with two pinches (¼ teaspoon) of baking soda and one pinch (⅛ teaspoon) of salt. Rinse and spit out. Do not swallow. Follow with a plain water rinse. • Keep your mouth moist. • Drink 8 to 12 glasses of liquids each day. • Apply lip balm to avoid cracked lips. • Suck on ice chips. • Chew gum or use hard candy. • Talk to your doctor if your mouth is very dry. • Remove and clean dentures each time you brush your teeth after you eat. Rinse your mouth with mouthwash before putting them back in your mouth. Ì Keep your dentures in clean water when you are not wearing them. Mouth Care with Cancer Treatment. Russian.
